Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/filezilla-tm.tmx
Source language: en
Languages: ca_es

source: Date formatting
ca_es: Formatació de Data

source: Date/time format
ca_es: Format de data i hora

source: Date/time unknown
ca_es: Data/hora desconegudes

source: Debug
ca_es: Depuració

source: Debugging settings
ca_es: Paràmetres de depuració

source: Default &local directory:
ca_es: Directori &local per defecte:

source: Default (Autodetect)
ca_es: Predeterminat (Autodetecta)

source: Default editor not properly quoted.
ca_es: L'editor per defecte no s'ha posat entre cometes correctament.

source: Default file exists action
ca_es: Acció de fitxer existent per defecte

source: Default r&emote directory:
ca_es: Directori r&emot per defecte:

source: Default remote path cannot be parsed. Make sure it is a valid absolute path for the selected server type.
ca_es: No es pot analitzar el camí remot per defecte. Assegureu-vos que és vàlid i compatible amb el tipus de servidor seleccionat.

source: Default system language
ca_es: Llengua per defecte del sistema

source: Default transfer mode:
ca_es: Mode de transferència per defecte:

source: Default transfer type:
ca_es: Tipus de transferència per defecte:

source: Default: http://ip.filezilla-project.org/ip.php
ca_es: Per defecte: http://ip.filezilla-project.org/ip.php

source: Delay between failed connection attempts has to be between 1 and 999 seconds.
ca_es: El retard entre intents de connexió fallits ha d'estar entre 1 i 999 segons.

source: Delaying connection for %d second due to previously failed connection attempt...
ca_es: Es retarda la connexió %d segon perquè ha fallat l'intent de connexió anterior…

source: Delete Site Manager entry
ca_es: Suprimeix l'entrada del gestor de llocs

source: Delete selected directory
ca_es: Suprimeix el directori seleccionat

source: Delete selected files and directories
ca_es: Suprimeix els fitxers i directoris seleccionats

source: Deleting directories
ca_es: S'estan suprimint els directoris

source: Deleting multiple unrelated directories is not yet supported
ca_es: La supressió alhora de diferents directoris no relacionats no està encara implementada

source: Deleting symbolic link
ca_es: S'està suprimint l'enllaç simbòlic

source: Desktop
ca_es: Escriptori

source: Details
ca_es: Detalls

source: Details for new key:
ca_es: Detalls per la nova clau:

source: Dire&ctories
ca_es: Dire&ctoris

source: Direction
ca_es: Direcció

source: Directory
ca_es: Directori

source: Directory comparison
ca_es: Comparació de directoris

source: Directory comparison failed
ca_es: La comparació de directoris ha fallat

source: Directory containing the logfile does not exist or filename is invalid.
ca_es: El directori que conté el fitxer de registre no existeix o el nom del fitxer no és vàlid.

source: Directory listing aborted by user
ca_es: El llistat dels directoris ha estat avortat per l'usuari/ària

source: Directory listing failed
ca_es: El llistat de directoris ha fallat

source: Directory listing filters
ca_es: Filtres de llistat de directoris

source: Directory listing successful
ca_es: Llistat dels directoris amb èxit

source: Disa&ble all
ca_es: Inha&bilita'ls tots

source: Disable synchronized browsing and continue changing the remote directory?
ca_es: Voleu inhabilitar la navegació sincronitzada i continuar canviant el directori remot?

source: Disable this option again if you will not be able to see the correct directory contents anymore.
ca_es: Inhabiliteu aquesta opció si ja no podeu veure els continguts correctes del directori.

source: Disconnect from server
ca_es: Desconnecta't del servidor

source: Disconnected from server
ca_es: S'ha desconnectat del servidor

source: Disconnected from server: %s
ca_es: S'ha desconnectat del servidor: %s

source: Disconnecting from previous server
ca_es: S'està desconnectant del servidor anterior

source: Disconnects from the currently visible server
ca_es: Desconnecta del servidor visible actual

source: Display about dialog
ca_es: Mostra el diàleg Quant a

source: Do &not use default editor
ca_es: &No facis servir l'editor per defecte

source: Do &nothing
ca_es: &No facis res

source: Do you really want to check for beta versions? Unless you want to test new features, keep using stable versions.
ca_es: Esteu segurs que voleu comprovar per versions beta? A no ser que vulgueu provar noves característiques, seguiu utilitzant la versió estable.

source: Do you really want to close FileZilla?
ca_es: Esteu segur de que voleu tancar el FileZilla?

source: Do you really want to delete all Site Manager entries and the transfer queue?
ca_es: Esteu segur que voleu esborrar totes les entrades del gestor de llocs i de la cua de transferències?

source: Do you really want to delete all Site Manager entries?
ca_es: Esteu segur que voleu esborrar totes les entrades del gestor de llocs?

source: Do you really want to delete selected entry?
ca_es: Esteu segur de que voleu esborrar l'entrada seleccionada?

source: Do you really want to delete the transfer queue?
ca_es: Esteu segur que voleu eliminar la cua de transferències?

source: Do you really want to send '%s' to the server?
ca_es: Esteu segur que voleu enviar '%s' al servidor?

source: Documentation
ca_es: Documentació

source: Don't use external IP address on &local connections.
ca_es: No utilitzis l'adreça IP externa a les connexions &locals.

source: Dotfiles are filenames starting with a dot, e.g. .htaccess
ca_es: Els fitxers amb punt (dotfiles) són noms de fitxers que comencen amb punt, per ex. .htaccess

source: Double-click action
ca_es: Acció de doble clic

source: Download
ca_es: Baixa

source: Download &limit:
ca_es: &Límit de Baixada:

source: Download limit: %s/s
ca_es: Límit de Baixada: %s/s

source: Download limit: none
ca_es: Límit de baixada: cap

source: Download search results
ca_es: Baixa els resultats de la cerca

source: Download selected directory
ca_es: Baixa el directori seleccionat

source: Download selected files and directories
ca_es: Baixa els fitxers i directoris seleccionats

source: Downloading
ca_es: S'està baixant

source: Downloading %s
ca_es: S'està baixant %s

source: Downloading multiple unrelated directories is not yet supported
ca_es: Baixar alhora diferents directoris no relacionats no està encara implementat.

source: Downloading search results
ca_es: S'estàn baixant els resultats de la cerca

source: Drag&drop between different instances of FileZilla has not been implemented yet.
ca_es: arrossegar i deixar anar entre diferents instàncies del FileZilla encara no ha estat implementat.

source: Drag&drop between different servers has not been implemented yet.
ca_es: Arrossegar i deixar anar entre diferents servidors encara no ha estat implementat.

source: E&nable all
ca_es: Hab&ilita'ls totes

source: E&nter directory
ca_es: I&ntroduïu un directori

source: E&xecute
ca_es: E&xecució

source: E&xit
ca_es: S&urt

source: E-Mail:
ca_es: Adreça electrònica:

source: Each filter needs at least one condition.
ca_es: Cada filtre necessita com a mínim una condició.

source: Edit filters
ca_es: Edita els filtres

source: Edit the file with the configured editor and upload changes to the server.
ca_es: Edita el fitxer amb l'editor configurat i penja els canvis al servidor.

source: Editing failed
ca_es: L'edició ha fallat

source: Email:
ca_es: Adreça electrònica:

source: Empty command
ca_es: Buida l'ordre

source: Empty command.
ca_es: Ordre buida.

source: Empty directory listing
ca_es: Llistat de directoris buit

source: Empty directory.
ca_es: Directori buit

source: Empty file extension.
ca_es: Extensió del fitxer buida.

source: Empty filter names are not allowed.
ca_es: Els noms de filtres buits no estan permesos.

source: Empty name
ca_es: Nom buit

source: Empty quoted string.
ca_es: Buida la cadena entre cometes.

source: En&able all
ca_es: H&abilita totes

source: Encrypted
ca_es: Xifrat

source: Encryption
ca_es: Xifratge

source: Encryption details
ca_es: Detalls del xifratge

source: End comparison and change sorting order?
ca_es: Voleu finalitzar la comparació i canviar el tipus d'ordenació?

source: Enter &custom command...
ca_es: Introdueix una &ordre personalitzada...

source: Enter 0 for unlimited speed.
ca_es: Introduïu 0 per a velocitat il·limitada.

source: Enter command
ca_es: Introdueix l'ordre

source: Enter custom command
ca_es: Introdueix l'ordre personalitzada

source: Enter directory
ca_es: Introduïu un directori

source: Enter filter name
ca_es: Introduïu un nom del filtre

source: Enter name for filterset
ca_es: Introduïu un nom per al conjunt de filtres

source: Enter new name for filterset
ca_es: Introduïu un nom nou per al conjunt de filtres

source: Enter password
ca_es: Introdueix la contrasenya

source: Enter selected directory
ca_es: Introduïu el directori seleccionat

source: Enter the password for the file '%s'. Please note that the converted file will not be password protected.
ca_es: Introduïu la contrasenya per al fitxer '%s'. Tingueu en compte que el fitxer convertit no estarà protegit amb contrasenya.

source: Enter the port on which the server listens. The default for FTP is 21, the default for SFTP is 22.
ca_es: Introduïu el port d'escolta del servidor. El port per defecte per FTP és el 21 i per SFTP el 22

source: Enter username and password
ca_es: Introduïu el nom d'usuari i contrasenya

source: Error exporting settings
ca_es: S'ha produït un error mentre s'estava exportant la configuració

source: Error importing
ca_es: S'ha produït un error en importar

source: Error loading queue
ca_es: S'ha produït un error en carregar la cua

source: Error loading xml file
ca_es: S'ha produït un error en carregar el fitxer XML

source: Error saving queue
ca_es: S'ha produït un error en desar la cua

source: Error starting program
ca_es: Error en iniciar el programa

source: Error writing xml file
ca_es: S'ha produït un error en escriure el fitxer XML

source: Error, file name cannot be parsed.
ca_es: S'ha produït un error. No es pot analitzar el nom del fitxer.

source: Error, local file exists but cannot be removed
ca_es: S'ha produït un error. Existeix el fitxer local, però no es pot eliminar

source: Establish connection in a new tab
ca_es: Estableix la connexió en una pestanya nova

source: Example: png "c:\program files\viewer\viewer.exe" -open
ca_es: Exemple: png "c:\fitxers de programa\viewer\viewer.exe" -open

source: Examples
ca_es: Exemples

source: Exe&cute
ca_es: Exe&cució

source: Executable contains no version info, cannot check for updates.
ca_es: L'executable no té la informació de la versió, no es pot comprovar si hi ha actualitzacions.

source: Explorer
ca_es: Explorador

source: Export &Queue
ca_es: Exporta la &cua

source: Export &Settings
ca_es: Exporta con&figuració

source: Export settings
ca_es: Exporta configuració

source: F&ilter name:
ca_es: Nom del f&iltre:

source: FTP - File Transfer Protocol
ca_es: FTP - Protocol de transferència de fitxers

source: FTP - File Transfer Protocol with optional encryption
ca_es: FTP - Protocol de Transferència de Fitxers amb xifratge opcional

source: FTP - Insecure File Transfer Protocol
ca_es: FTP - Protocol de Transferència de Fitxers insegur

source: FTP Engine not initialized, can't connect
ca_es: El motor FTP no s'ha iniciat, no s'hi pot connectar

source: FTP Keep-alive
ca_es: Mantenir la connexió FTP

source: FTP Proxy
ca_es: Servidor intermediari FTP

source: FTP URL
ca_es: URL de l'FTP

source: FTP uses secondary connections for data transfers. These additional connections can be established in two ways.
ca_es: FTP utilitza connexions secundàries per transferències de dades. Aquestes connexions addicionals es poden establir de dues maneres.

source: FTPES - FTP over explicit TLS/SSL
ca_es: FTPES - FTP sobre TLS/SSL explícit

source: FTPS - FTP over implicit TLS/SSL
ca_es: FTPS - FTP sobre TLS/SSL implícit

source: Failed to change directory
ca_es: No s'ha pogut canviar de directori

source: Failed to change language
ca_es: No s'ha pogut canviar la llengua

source: Failed to check for newer version of FileZilla.
ca_es: La comprovació de noves versions del FileZilla ha fallat.

source: Failed to copy or move sites
ca_es: No s'ha pogut copiar o moure els llocs

source: Failed to create backup copy of xml file
ca_es: La creació de la còpia del fitxer xml ha fallat

source: Failed to create listen socket, aborting
ca_es: No s'ha pogut crear un sòcol d'escolta, cancel·lant

source: Failed to create listening socket for active mode transfer
ca_es: No s'ha pogut crear un sòcol d'escolta pel mode de transferència actiu

source: Failed to download the latest version of FileZilla.
ca_es: No s'ha pogut baixar la darrera versió del FileZilla.

source: Failed to get 'My Documents' path
ca_es: No s'ha pogut obtenir el camí de "Els meus Documents"

source: Failed to get desktop path
ca_es: No s'ha pogut obtenir el camí de l'"Escriptori"

source: Failed to get peer address of control connection, connection closed.
ca_es: No s'ha pogut aconseguir l'adreça de control d'igual, connexió tancada.

source: Failed to get peer address of data connection, connection closed.
ca_es: No s'ha pogut aconseguir l'adreça de dades d'igual, connexió tancada.

source: Failed to initialize FTP engine
ca_es: No s'ha pogut iniciar el motor FTP

source: Failed to initialize TLS.
ca_es: No s'ha pogut iniciar el TLS.

source: Failed to load panels, invalid resource files?
ca_es: No es poden carregar el taulers, teniu uns fitxers de recursos no vàlids?

source: Failed to load private key: %s
ca_es: No s'ha pogut carregar la clau privada: %s

source: Failed to open "%s" for appending/writing
ca_es: No s'ha pogut obrir el fitxer "%s" per a escriptura o afegiment

source: Failed to open "%s" for reading
ca_es: No s'ha pogut obrir "%s" per llegir-hi

source: Failed to open "%s" for writing
ca_es: No s'ha pogut obrir "%s" per escriure-hi

source: Failed to receive data
ca_es: No s'ha pogut rebre cap dada

source: Failed to retrieve directory listing
ca_es: No s'ha pogut recuperar el llistat de directoris

source: Failed to retrieve external ip address, aborting
ca_es: No s'ha pogut recuperar l'adreça IP externa

source: Failed to retrieve external ip address, using local address
ca_es: No s'ha pogut recuperar l'adreça IP externa, s'usa l'adreça local

source: Failed to retrieve local ip address.
ca_es: No s'ha pogut recuperar l'adreça IP local.

source: Failed to retrieve local ip address. Aborting
ca_es: No s'ha pogut recuperar l'adreça IP local. Es cancel·la.

source: Failed to retrieve the external IP address.
ca_es: No s'ha pogut recuperar l'adreça IP externa.

source: Failed to send command.
ca_es: No s'ha pogut enviar l'ordre.

source: Failed to set language to %s (%s), using default system language
ca_es: No s'ha pogut especificar la llengua a %s (%s), s'usarà la llengua del sistema per defecte

source: Failed to set language to %s (%s), using default system language (%s, %s).
ca_es: No s'ha pogut especificar la llengua a %s (%s), s'usarà la llengua del sistema per defecte (%s, %s).

source: Failed to set language to %s (%s), using default system language.
ca_es: No s'ha pogut especificar la llengua a %s (%s), s'usarà l'idioma del sistema per defecte.

source: Failed to set language to %s, using default system language
ca_es: No s'ha pogut especificar la llengua a %s, s'usarà la llengua del sistema per defecte

source: Failed to set language to %s, using default system language (%s, %s).
ca_es: No s'ha pogut especificar la llengua a %s, s'usarà la llengua del sistema per defecte (%s, %s).

source: Failed to set language to %s, using default system language.
ca_es: No s'ha pogut especificar la llengua a %s, s'usarà la llengua del sistema per defecte.

source: Failed to validate settings
ca_es: No s'han pogut validar els paràmetres

source: Failed to write to file %s
ca_es: L'escriptura al fitxer %s ha fallat

source: Failed to write xml file
ca_es: S'ha produït un error en escriure el fitxer xml

source: Failed transfers
ca_es: Transferències fallides

source: Fall back to active mode
ca_es: Retorna a mode actiu

source: Fil&e:
ca_es: Fitx&er:

source: Fil&es
ca_es: Fitx&ers

source: File
ca_es: Fitxer

source: File Types
ca_es: Tipus de fitxers

source: File does not contain any importable data.
ca_es: El fitxer no conté dades importables.

source: File editing
ca_es: Edició de fitxers

source: File exists
ca_es: El fitxer ja existeix

source: File exists action
ca_es: Acció per fitxer ja existent

source: File has changed
ca_es: El fitxer ha canviat

source: File lists
ca_es: Llistes de fitxers

source: File not found
ca_es: Fitxer no trobat

source: File search
ca_es: Cerca de fitxers

source: File transfer aborted by user after transferring %s in %s
ca_es: Transferència de fitxers interrompuda per l'usuari després de transferir %s en %s

source: File transfer failed
ca_es: La transferència de fitxers ha fallat

source: File transfer failed after transferring %s in %s
ca_es: La transferència del fitxer no ha tingut èxit després de transferir %s en %s

source: File transfer successful
ca_es: La transferència del fitxer ha tingut èxit

source: File transfers still in progress.
ca_es: Hi ha transferències de fitxers en curs.

source: File would transfer with ASCII data type.
ca_es: El fitxers es transferirà amb el tipus de dades ASCII.

source: File would transfer with binary data type.
ca_es: El fitxers es transferirà amb el tipus de dades binari.

source: FileZilla Error
ca_es: Error del FileZilla

source: FileZilla can now test your configuration to ensure everything is configured properly.
ca_es: El FileZilla pot provar ara la vostra configuració per assegurar-se que tot està ben configurat.

source: FileZilla needs to be restarted for the language change to take effect.
ca_es: El FileZilla s'ha de reiniciar perquè el canvi de llengua sigui efectiu.

source: Filelist status &bars
ca_es: &Barres d'estat de les llistes de fitxers

source: Filename
ca_es: Nom de fitxer

source: Filename &filters...
ca_es: &Filtres de nom de fitxer...

source: Filename cannot be constructed for directory %s and filename %s
ca_es: En nom del fitxer no es pot construir pel directori %s i el nom de fitxer %s

source: Filename invalid
ca_es: Nom del fitxer no vàlid.

source: Filename unchanged
ca_es: No s'ha canviat el nom del fitxer

source: Filename:
ca_es: Nom del fitxer:

source: Filenames may not contain any of the following characters: / * ? < > |
ca_es: Els noms dels fitxers no poden contenir aquests caràcters: / * ? < > |

source: Filenames may not contain any of the following characters: / \ : * ? " < > |
ca_es: Els noms dels fitxers no poden contenir aquests caràcters: / \ : * ? " < > |

source: Files currently being edited
ca_es: Fitxers amb edició en curs

source: Filesize
ca_es: Mida del fitxer

source: Filesize format
ca_es: Format de la mida del fitxer

source: Filetype
ca_es: Tipus de fitxer

source: Filetype associations
ca_es: Associacions de tipus de fitxers

source: Filter applies to:
ca_es: Filtre s'aplica a:

source: Filter name already exists
ca_es: El nom del filtre ja existeix

source: Filter set already exists
ca_es: El nom del filtre ja existeix

source: Filter the directory listings
ca_es: Filtra el llistat de directoris

source: Filter validation failed
ca_es: La validació del filtre ha fallat

source: Fingerprint (MD5):
ca_es: Empremta digital (MD5):

source: Fingerprint (SHA-1):
ca_es: Empremta digital (SHA-1):

source: Fingerprint:
ca_es: Emprempta:

source: Firewall and router configuration wizard
ca_es: Auxiliar de configuració del tallafocs i l'encaminador

source: For more detailed information about what these options do, please run the network configuration wizard.
ca_es: Per a tenir informació més detallada d'aquestes opcions, executeu l'auxiliar de configuració de xarxa.

source: For reliability you should specify a range of at least 10 ports.
ca_es: Per fiabilitat hauríeu d'especificar un rang de com a mínim 10 ports.

source: For this session the default settings will be used. Any changes to the settings will not be saved.
ca_es: Per aquesta sessió la configuració per defecte serà utilitzada i qualsevol canvi d'aquesta no serà desat.

source: Force &UTF-8
ca_es: Força &UTF-8

source: Force showing &hidden files
ca_es: Força la mostra dels fitxers &ocults

source: Force showing hidden files
ca_es: Força la mostra dels fitxers ocults

source: Format specifications:
ca_es: Especificacions de formatació:

source: Format: Extension followed by properly quoted command and arguments.
ca_es: Format: Extensió seguida d'una ordre i els seus paràmetres amb les cometes correctament posades.

source: General SOCKS server failure
ca_es: S'ha produït una fallada general en el servidor de SOCKS

source: Generic proxy
ca_es: Servidor intermediari genèric

source: Get external IP address from the following URL:
ca_es: Agafa l'adreça IP externa d'aquesta adreça:

source: Getting help
ca_es: Obtenció d'ajuda

source: Given filterset name already exists, overwrite filter set?
ca_es: El nom del filtre ja existeix, voleu sobreescriure'l?

source: Global bookmarks
ca_es: Adreces d'interès globals

source: Group permissions
ca_es: Permisos del grup

source: H&igh
ca_es: A&lt

source: HTTPS - HTTP over TLS
ca_es: HTTPS - HTTP sobre TLS

source: Hash:
ca_es: Hash (resum):

source: Hidden
ca_es: Ocult

source: High
ca_es: Alt

source: Highest
ca_es: El més alt

source: Highest available port has to be a number between 1024 and 65535.
ca_es: El port més alt disponible ha de ser un número entre 1024 i 65535.

source: Hold the shift key to toggle the filter state on both sides simultaneously.
ca_es: Mantingueu premuda la tecla majúscula per a commutar l'estat del filtre en ambdós llocs simultàniament.

source: Homepage:
ca_es: Pàgina d'inici:

source: Host key fingerprint:
ca_es: Empremta digital de la clau de l'amfitrió:

source: Host key mismatch
ca_es: La clau de l'amfitrió no coincideix

source: Host starts with '[' but no closing bracket found.
ca_es: L'amfitrió comença amb '[' però no s'ha trobat cap clau de tancament.

source: Host unreachable
ca_es: Ordinador no accessible

source: Host:
ca_es: Amfitrió:

source: Hours,
ca_es: Hores,

source: I&SO 8601 (example: 15:47)
ca_es: I&SO 8601 (exemple: 15:47)

source: If reporting bugs, please provide logs with "Verbose" logging level.
ca_es: Si informeu d'errors, proporcioneu els registres amb nivell "Detallat".

source: If the automatic test at the end of this wizard succeeds, but you cannot transfer files to a particular server, the server might be misconfigured and you should try active mode. You can set the transfer mode on a per-server basis in the Site Manager.
ca_es: Si la prova automàtica del final d'aquest auxiliar té èxit, però no podeu transferir fitxers a un servidor en particular, el servidor podria està configurat erròniament i hauríeu de provar el mode actiu. Podeu definir el mode de transferència basat en servidor al gestor de llocs.

source: If the fallback option is enabled, you will be able to connect to misconfigured servers which reject the selected transfer mode.
ca_es: Si la opció de mode alternatiu està habilitada, podreu connectar-vos a servidors mal configurats que rebutgen el mode de transferència seleccionat.

source: If the problem persists, some router and/or firewall keeps blocking FileZilla.
ca_es: Si el problema persisteix, algun encaminador (router) o tallafocs està bloquejant FileZilla encara.

source: If the problem persists, some router and/or firewall keeps interrupting the connection.
ca_es: Si el problema persisteix, algun encaminador (router) o tallafocs està interrompent la connexió.
